# ********************************************************************************
# FileName     : 04._shell_output.Ex
# Description  : 쉘에 자기 이름 출력해 보기
# Author       : 오경석
# Created Date : 2023.11.01
# Reference    :
# Modified     : 
# ********************************************************************************


# import


# global variable


# setup


# main loop
print("ETB")   # 괄호 안에 자기 이름 넣어서 쉘에 출력
                                    

# ┌───────────────────────────────────────────┐
# │                                           │
# │(주)한국공학기술연구원 http://et.ketri.re.kr │
# │                                           │
# └───────────────────────────────────────────┘